TargetApplication=FileVoyager 17.4.7.0
Author=FileVoyager
SourceLANGID=1033
LANGID=1036
Generator=DKLang Translation Editor v3.0
LastModified=2017-04-07 22:15:38

[frmMainGui]
00000001=FileVoyager
00000002=Affichage et outils
00000003=Utiliser Shell
00000004=L'utilisation du Shell de Windows permet un affichage virtuel de certains dossiers (Ex: Fichiers Internet temporaires)
00000010=Lanceur d'applications
00000012=Fichier
00000014=Nouvel élément
00000015=Créer de nouveaux éléments tels que des dossiers ou certain type de fichier prédéfinis
00000016=Chemin actuel
00000017=Donne accès au menu et actions du chemin actuel
00000018=Elément actuel
00000019=Donne accès au menu et actions de l'élément ciblé
00000020=Editer
00000022=Chemin élément ciblé
00000023=Copier des parties du chemin de l'élément ciblé
00000024=Chemin éléments sélectionnés
00000025=Copier des parties du chemin des éléments sélectionnés
00000026=Visualiser
00000028=Barres d'outils
00000030=Tri des colonnes
00000032=Colonnes
00000034=Afficher le panneau des lecteurs
00000035=Afficher/masquer l'arbre
00000037=Affichage système
00000039=Mosaïque horizontale
00000040=Organiser toutes les fenêtres ouvertes horizontalement
00000041=Mosaïque verticale
00000042=Organiser toutes les fenêtres ouvertes verticalement
00000043=En cascade
00000044=Organiser toutes les fenêtres ouvertes en cascade
00000045=Tout réduire
00000046=Réduire toutes les fenêtres ouvertes
00000047=Visualiseur externe
00000049=Gérer
00000051=Outils
00000053=Outils système
00000055=Nouveau raccourci
00000056=Ouvrir l'assistant de Windows permettant de créer de nouveaux raccourcis
00000057=Faire une recherche
00000058=Ouvrir l'assistant de Windows permettant de faire des recherches
00000059=Commande Exécuter
00000060=Ouvrir la commande Exécuter de Windows
00000061=Propriétés d'affichage
00000062=Ouvrir le gestionnaire des propriétés d'affichage de Windows
00000063=Ajout/suppression de programmes
00000064=Ouvrir le module d'Ajout/suppression de programmes de Windows
00000065=Date et heure
00000066=Ouvrir le module de réglage de date et d'heure de Windows
00000067=Arrêter l'ordinateur
00000068=Mettre l'ordinateur hors tension
00000069=Naviguer
00000071=Favoris
00000073=Thèmes
00000075=Charger depuis un disque
00000076=Charger un fichier de thème depuis l'arborescence du système
00000077=Bacsuler en mode Ruban (Ribbon)
00000078=Afficher FileVoyager avec une interface Ruban (Ribbon) au lieu du menu classique
00000079=Barre d'outils
00000080=Barre des Favoris
00000082=Barre d'outils
00000083=Exploration
00000084=Naviguer dans les lecteurs du système, des dossiers partagés ou encore des appareils distants
00000085=Visualisation
00000086=Afficher un rendu du contenu de l'élément ciblé du panneau opposé
00000087=Visualisation
00000088=Exploration
00000089=Barre d'outils du panneau gauche de FileVoyager
00000090=Barre d'outils
00000091=Exploration
00000092=Naviguer dans les lecteurs du système, des dossiers partagés ou encore des appareils distants
00000093=Visualisation
00000094=Afficher un rendu du contenu de l'élément ciblé du panneau opposé
00000095=Journal
00000096=Affiche un journal des événements de FileVoyager
00000097=Journal
00000098=Visualisation
00000099=Exploration
00000100=Barre d'outils du panneau droit de FileVoyager
00000101=Actions principales
00000102=Barre d'outils
00000103=Accueil
00000105=Gérer
00000107=Visualiser
00000109=Outils
00000119=Alterner Ruban
00000120=Développer ou réduire le Ruban (Ribbon)
00000121=Thèmes
00000122=Choisir un thème à appliquer à FileVoyager
00000123=Basculer en mode "menu classique"
00000124=Afficher FileVoyager avec des menus et barres d'outils classiques
00000125=Fichier
00000126=Gérer
00000131=Opérations
00000134=Ouvrir
00000137=Mesurer
00000140=Préférences
00000143=Archives
00000146=Eléments courants
00000147=Interagir avec le chemin courant
00000148=Chemin actuel
00000149=Interagir avec les éléments dans la liste
00000150=Elément actuel
00000151=Outils
00000155=Réseau
00000158=Système
00000159=Ouvrir l'assistant de windows permettant de créer de nouveaux raccourcis
00000160=Nouveau raccourci
00000161=Ouvre l'assistant de windows permettant de faire des recherches
00000162=Faire une recherche
00000163=Ouvrir le gestionnaire des propriétés d'affichage de Windows
00000164=Propriétés d'affichage
00000165=Ouvrir la commande Exécuter de Windows
00000166=Boîte de dialogue d'Executer
00000167=Ouvrir le module d'Ajout/suppression de programmes de Windows
00000168=Ajout/suppression de programmes
00000169=Ouvrir le module de réglage de date et d'heure de Windows
00000170=Date et heure
00000172=Afficher une liste de tous les visualiseurs externes et \npermettre leur sélection ainsi que leur fermeture
00000173=Visualiseur externe
00000175=Visualiseurs
00000178=Lecteurs
00000179=Accueil
00000184=Presse-papiers
00000188=Copier des parties du chemin de l'élément actuel
00000189=Copier chemin élément actuel
00000190=Copier des parties du chemin des éléments sélectionnés
00000191=Copier chemins éléments sélectionnés
00000194=Operations
00000202=Naviguer
00000207=Affichage de liste
00000208=Affichage
00000213=Affichage des élements
00000214=Methodes de sélection des éléments dans la liste
00000215=Sélection d'éléments
00000216=Choisir la colonne sur laquelle le tri est appliqué
00000217=Tri des colonnes
00000230=options générales d'affichage
00000231=Liste des barres d'outils commune à afficher ou masquer
00000232=Barres d'outils communes
00000234=Nouvelle instance
00000235=Exécuter une nouvelle instance de FileVoyager
00000237=Afficher/masquer Barre d'Applications
00000238=Afficher ou masquer la Barre d'Applications
00000243=Quitter
00000244=Fermer FileVoyager
00000249=Menu contextuel du chemin
00000250=Afficher le menu contextuel du chemin en cours
00000252=Menu de la liste
00000253=Afficher le menu contextuel de la liste
00000255=Propriétés du chemin
00000256=Afficher la fenêtre de propriétés du chemin en cours
00000258=Aller à la racine
00000259=Naviguer jusqu'à la racine du chemin en cours
00000261=Menu contextuel d'éléments
00000262=Afficher le menu contextuel des éléments séléctionnés dans la liste
00000264=Afficher/masquer les onglets de dossier
00000265=Afficher ou masquer les onglets de dossier en bas de liste
00000267=Afficher/masquer les onglets de dossier
00000268=Afficher ou masquer les onglets de dossier en bas de liste
00000270=Propriétés d'élément
00000271=Afficher la fenêtre de propriétés des éléments sélectionnés
00000273=Dossier parent
00000274=Naviguer vers le répertoire parent
00000276=Couper
00000277=Couper les éléments sélectionnés vers le presse-papiers
00000279=Copier
00000280=Copier les éléments sélectionnés vers le presse-papiers
00000282=Coller
00000283=Coller des éléments depuis le presse-papiers
00000285=Corbeille
00000286=Supprimer les éléments sélectionnés en les envoyant dans la Corbeille\nEn supprimant de cette façon, les éléments peuvent être récupérés
00000288=Supprimer
00000289=Supprimer les éléments sélectionnés en ne passant pas par la Corbeille\nEn supprimant de cette façon, les éléments ne peuvent plus être récupérés (excepté via certains outils)
00000291=Copier vers
00000292=Copier les éléments sélectionnés vers un autre endroit\nPar défaut, l'endroit de destination est le chemin du panneau opposé\nMais cette destination peut être changée dans la fenêtre de copie
00000294=Déplacer vers
00000295=Déplacer les éléments sélectionnés vers un autre endroit\nPar défaut, l'endroit de destination est le chemin du panneau opposé\nMais cette destination peut être changée dans la fenêtre de déplacement
00000297=Renommer
00000298=Renommer l'élément ciblé
00000300=Créer un élément
00000301=Créer un nouvel élément\nCeci ouvre une fenêtre dans laquelle il peut être spécifié un type d'élément à créer\nainsi que le nom de celui-ci
00000303=Créer un raccourci
00000304=Créer un raccourci pour les éléments sélectionnés\nPar défaut, l'endroit de destination est le chemin du panneau opposé\nMais cette destination peut être changée dans la fenêtre de Creation de raccourci
00000306=Tailles des dossiers
00000307=Calculer et afficher la taille de tous les dossiers dans le chemin courant
00000309=Taille du dossier
00000310=Calculer et afficher la taille du dossier sélectionné
00000312=Préférences
00000313=Ouvrir la fenêtre des préférences dans laquelle les comportements de \nFileVoyager peuvent être gérés
00000315=Connecter lecteur
00000316=Ouvrir la boîte de dialogue du système permettant d'attribuer \nune lettre de lecteur à un chemin réseau
00000318=Déconnecter lecteur
00000319=Ouvrir la boîte de dialogue du système permettant d'annuler l'attribution d'une lettre de lecteur à un chemin réseau
00000321=Gestionnaire de Favoris
00000322=Ouvrir le gestionnaire des Favoris de FileVoyager
00000324=Afficher/masquer barre d'outils centrale
00000325=Afficher ou masquer la barre d'outils centrale qui contient les outils les plus utiles
00000327=Afficher/masquer les Favoris
00000328=Afficher ou masquer la barre des Favoris qui contient les dossiers choisis pour être accédés à tout moment
00000330=Réduire vers la zone de notification
00000331=Si activé, FileVoyager disparait de la barre des tâches de Windows lorsque sa fenêtre est minimisée\nFileVoyager apparaît alors parmi d'autres icônes dans la zone de notification de Windows
00000333=Afficher les éléments cachés
00000334=Si activé, le panneau Exploration affichera aussi les éléments cachés et système.\nIl est plus sûr de garder cette option décochée
00000336=Aller à la racine
00000337=Naviguer vers le dossier racine du chemin en cours
00000339=Aller à la racine
00000340=Naviguer vers le dossier racine du chemin en cours
00000342=Rafraîchir
00000343=Mettre à jour la liste des éléments en parcourant le chemin à nouveau
00000345=Sélectionner tout
00000346=Sélectionner tous les éléments dans le chemin
00000348=Sélectionner les fichiers
00000349=Ne sélectionner que les fichiers, pas les dossiers
00000351=Déselectionner tout
00000352=Désélectionner tous les éléments
00000354=Inverser la sélection
00000355=Inverser l'état de sélection de chaque élément
00000357=Trier les dossiers
00000358=Si activé, les dossiers seront aussi triés en fonction de la colonne choisie pour le tri.\nSi n'est pas activé, les dossiers seront triés de manière ascendante suivant leur nom.
00000360=Visualiseur embarqué
00000361=Basculer dans le panneau Visualisation opposé pour afficher une vue de l'élément ciblé
00000363=Visualiseur externe
00000364=Ouvrir une nouvelle instance de FileVoyager, en mode Visualiseur uniquement,\nafin d'afficher un rendu des éléments sélectionnés
00000366=Editer
00000367=Ouvrir les éléments sélectionnés avec l'éditeur choisi dans les préférences
00000369=Dupliquer le panneau
00000370=Naviguer dans le panneau actuel vers le chemin du panneau opposé
00000372=Inverser les panneaux
00000373=Echanger les chemins en cours entre les deux panneaux
00000375=Rechercher des éléments
00000376=Ouvrir le panneau Recherche afin de trouver des éléments d'après de nombreux critères possibles
00000378=Ouvrir élément
00000379=Ouvrir l'élément ciblé
00000381=Détails
00000382=Afficher le panneau courant en mode Détails
00000384=Historique
00000385=Afficher une liste des chemins visités le plus récemment
00000387=En arrière
00000388=Naviguer vers le chemin visité avant
00000390=En avant
00000391=Naviguer vers le chemin visité après
00000393=Détails
00000394=Afficher le panneau courant en mode Détails
00000396=Historique
00000397=Afficher une liste des chemins visités le plus récemment
00000399=En arrière
00000400=Naviguer vers le chemin visité précédemment
00000402=En avant
00000403=Naviguer vers le chemin visité ensuite
00000405=Vignettes
00000406=Afficher le panneau courant en mode Vignettes
00000408=Thumb Flow
00000409=Afficher le panneau courant en mode Détails sous une affichage 3D des vignettes
00000411=Afficher le panneau des lecteurs
00000412=Afficher une liste de tous les disques, quelques chemins virtuels, les favoris et dossiers système
00000414=Vignettes
00000415=Afficher le panneau courant en mode Vignettes
00000417=Thumb Flow
00000418=Afficher le panneau courant en mode Détails sous une affichage 3D des vignettes
00000420=Afficher le panneau des lecteurs
00000421=Afficher une liste de tous les disques, quelques chemins virtuels, les favoris et dossiers système
00000423=Afficher ou masquer l'arbre
00000424=Afficher ou masquer la vue "arborescente" de tous les lecteurs, dossiers virtuels, favoris et dossiers systèmes
00000426=Afficher ou masquer l'arbre
00000427=Afficher ou masquer la vue "arborescente" de tous les lecteurs, dossiers virtuels, favoris et dossiers systèmes
00000429=Dossier parent
00000430=Naviguer vers le répertoire parent
00000432=Dossier parent
00000433=Naviguer vers le répertoire parent
00000435=Rafraîchir
00000436=Mettre à jour la liste des éléments en parcourant le chemin à nouveau
00000438=Rafraîchir
00000439=Mettre à jour la liste des éléments en parcourant le chemin à nouveau
00000441=Historique
00000442=Afficher une liste des chemins visités le plus récemment
00000444=En arrière
00000445=Navigue vers le chemin visité précédemment
00000447=En avant
00000448=Navigue vers le chemin visité ensuite
00000450=Inverser le tri
00000451=Basculer entre tri ascendant et descendant
00000453=Ouvrir ce Favoris
00000454=Naviguer vers le chemin de ce Favoris dans le panneau courant
00000456=Ajouter chemin gauche dans Favoris
00000457=Ajouter le chemin du panneau Exploration gauche dans la liste des Favoris
00000459=Ajouter chemin droit dans Favoris
00000460=Ajouter le chemin du panneau Exploration droit dans la liste des Favoris
00000462=Retirer ce favoris
00000463=Retirer cet élément de la collection de Favoris
00000465=Retirer tous les favoris
00000466=Retirer tous les éléments de la collection de Favoris
00000468=Retirer Favoris invalides
00000469=Retirer les éléments invalides de la collection de Favoris\nUn Favoris pour lequel le chemin n'est pas joignable est considéré comme invalide
00000471=Rétablir la sélection
00000472=Rétablir la sélection telle qu'elle était avant la déselection
00000474=Paramètres de filtre
00000475=Ouvrir une fenêtre de filtre afin de définir les critères de filtrage de la liste d'éléments
00000477=Sélection sur filtre
00000478=Ouvrir une fenêtre de filtre afin de définir les critères de filtrage de sélection d'éléments
00000480=Déselection sur filtre
00000481=Ouvrir une fenêtre de filtre afin de définir les critères de filtrage de désélection d'éléments
00000483=Copier le nom de l'élément
00000484=Copier uniquement le nom de l'élément ciblé sans son chemin
00000486=Copier le nom du dossier de l'élément
00000487=Copier uniquement le nom du dossier de l'élément ciblé
00000489=Copier le chemin complet
00000490=Copier le chemin complet de l'élément ciblé
00000492=Copier le nom de l'élément (8.3)
00000493=Copier uniquement le nom de l'élément ciblé sans son chemin en mode DOS (8.3)
00000495=Copier le nom du dossier de l'élément (8.3)
00000496=Copier uniquement le nom du dossier de l'élément ciblé en mode DOS (8.3)
00000498=Copier le chemin complet (8.3)
00000499=Copier le chemin complet de l'élément ciblé en mode DOS (8.3)
00000504=Créer un nouvel onglet
00000505=Créer un nouvel onglet\nLe nouvel onglet naviguera vers le même chemin que l'onglet courant
00000507=Fermer cet onglet
00000508=Fermer cet onglet\nLe précédent onglet actif sera activé
00000510=Fermer cet onglet
00000511=Fermer cet onglet\nLe précédent onglet actif sera activé
00000513=Onglet précédent
00000514=Activer le précédent onglet
00000516=Onglet suivant
00000517=Activer l'onglet suivant
00000519=Créer nouvel onglet derrière
00000520=Créer un nouvel onglet en arrière plan\nLe nouvel onglet naviguera vers le même chemin que l'onglet courant mais ne \nsera pas activé. C'est l'actuel onglet qui reste actif
00000522=Alterner le verrouillage
00000523=Alterner le verrouillage\nQuand un onglet est verrouillé, y changer de chemin crée et active un nouvel onglet avec le chemin voulu
00000525=Déverrouiller tous les onglets
00000526=Déverrouiller tous les onglets qui sont verrouillé
00000528=Afficher/masquer les onglets de dossier
00000529=Afficher ou masquer les onglets de dossier en bas de liste
00000531=Afficher info-bulle
00000532=Afficher une info-bulle contenant quelques unes des propriétés de l'élément ciblé
00000534=Afficher barre principale
00000535=Afficher la barre d'outils principale
00000537=Afficher barre d'outils gauche
00000538=Afficher la barre d'outils du panneau Exploration gauche
00000540=Afficher barre d'outils droite
00000541=Afficher la barre d'outils du panneau Exploration droit
00000543=Maximiser le panneaux gauche
00000544=Maximiser le panneau gauche de sorte qu'il remplisse la fenêtre de FileVoyager
00000546=Maximiser le panneaux droit
00000547=Maximiser le panneau droit de sorte qu'il remplisse la fenêtre de FileVoyager
00000549=Egaliser les deux panneaux
00000550=Egaliser les deux panneaux en leur donnant la même taille
00000552=Organiser panneaux en 20-80
00000553=Organiser les panneaux de sorte que le gauche occupe 20% de la fenêtre et le droit, 80%
00000555=Organiser panneaux en 30-70
00000556=Organiser les panneaux de sorte que le gauche occupe 30% de la fenêtre et le droit, 70%
00000558=Organiser panneaux en 40-60
00000559=Organiser les panneaux de sorte que le gauche occupe 40% de la fenêtre et le droit, 60%
00000561=Organiser panneaux en 50-50
00000562=Organiser les panneaux de sorte que le gauche occupe 50% de la fenêtre et le droit, 50%
00000564=Organiser panneaux en 60-40
00000565=Organiser les panneaux de sorte que le gauche occupe 60% de la fenêtre et le droit, 40%
00000567=Organiser panneaux en 70-30
00000568=Organiser les panneaux de sorte que le gauche occupe 70% de la fenêtre et le droit, 30%
00000570=Organiser panneaux en 80-20
00000571=Organiser les panneaux de sorte que le gauche occupe 80% de la fenêtre et le droit, 20%
00000573=Afficher/masquer les onglets de dossier
00000574=Afficher ou masquer les onglets de dossier en bas de liste
00000579=Modifier le chemin
00000580=Modifier l'actuel chemin
00000582=Rafraîchir
00000583=Rafraîchir les deux panneaux Exploration
00000585=Ouvrir l'invite de commande
00000586=Ouvrir l'invite de commande du système
00000588=Naviguer dans l'élément
00000589=Naviguer dans l'élément\nSi c'est un dossier, le panneau naviguera dedans\nSi c'est un fichier, FileVoyager essaiera naviguer dedans comme il le ferait avec des archives\nmême si l'action par défaut est prise en charge par le système (ex: .doc, .exe)
00000591=Désarchiver
00000592=Désarchiver un élément en le décompressant et/ou en défaisant l'archive
00000594=Créer archive
00000595=Créer une archive. Ouvre une boîte de dialogue dans laquelle les paramètres nécessaires peuvent être configurés
00000597=Comparer des éléments
00000598=Ouvrir une fenêtre dans laquelle les différences entre 2 fichiers sont mises en évidence.\nIl s'agit d'un outil de "Diff"
00000600=Ouvrir dans panneau opposé
00000601=Ouvrir l'élément ciblé dans le panneau Exploration opposé
00000603=Ouvrir dans panneau opposé
00000604=Ouvrir l'élément ciblé dans le panneau Exploration opposé
00000606=Copier les noms des éléments sélectionnés
00000607=Copier uniquement les noms des éléments sélectionnés sans leur chemin
00000609=Copier les noms des dossiers des éléments
00000610=Copier uniquement les noms des dossiers des éléments sélectionnés
00000612=Copier les chemins complets
00000613=Copier les chemins complets des éléments sélectionnés
00000615=Copier les noms des éléments sélectionnés (8.3)
00000616=Copier uniquement les noms des éléments sélectionnés sans leur chemin en mode DOS (8.3)
00000618=Copier les noms des dossiers des éléments sélectionnés (8.3)
00000619=Copier uniquement les noms des dossiers des éléments sélectionnés en mode DOS (8.3)
00000621=Copier les chemins complets (8.3)
00000622=Copier les chemins complets des éléments sélectionnés en mode DOS (8.3)
00000624=Détails
00000625=Afficher le panneau courant en mode Détails
00000627=Vignettes
00000628=Afficher le panneau courant en mode Vignettes
00000630=Thumb Flow
00000631=Afficher le panneau courant en mode Détails sous une affichage 3D des vignettes
00000633=Ouvrir l'invite de commande en tant qu'Admin
00000634=Ouvrir l'invite de commande du système en utilisant des privilèges Administrateur
00000636=Propriétés du disque
00000637=Ouvrir une fenêtre affichant les propriétés du disque courant
00000639=Fermer les Visualiseurs
00000640=Fermer tous les Visualiseurs qui ont été ouvert par cette instance de FileVoyager
00000641=Ouvrir FileVoyager
00000642=Quitter FileVoyager
00000645=Langues
00000646=Permet de changer la langue de l'interface utilisateur
00000647=Choisir langage
00000648=Derniers articles de l'auteur :
00000649=Nouvelle instance en tant qu'Admin
00000650=Exécuter une nouvelle instance de FileVoyager en utilisant des privilèges Administrateur
00000654=Détails large
00000655=Affiche le panneau courant en mode vignette
00000656=Icônes
00000657=Affiche le panneau courant en mode icône
00000658=Liste
00000659=Affiche le panneau courant en mode liste
00000660=Détails large
00000661=Affiche le panneau courant en mode vignette
00000662=Détails large
00000663=Affiche le panneau courant en mode détail avec vignettes
00000664=Icônes
00000665=Affiche le panneau courant en mode icône
00000666=Icônes
00000667=Affiche le panneau courant en mode icône
00000668=Liste
00000669=Affiche le panneau courant en mode liste
00000670=Liste
00000671=Affiche le panneau courant en mode liste
00000672=Choisir un mode d'affichage pour la liste
00000673=Mode d'affichage
00000674=Choisir un mode d'affichage pour la liste
00000675=Mode d'affichage
00000676=Liste des panneau à afficher ou à masquer
00000677=Panneaux
00000678=Personnaliser les panneaux
00000679=Derniers articles de l'auteur :
00000680=Aide
00000681=En savoir plus sur FileVoyager
00000682=Aide et documentation
00000683=Faire un don
00000684=Rapporter un problème ou demander une fonctionnalité
00000685=Visiter le site web
00000686=Ouvrir le site web de FileVoyager dans le votre navigateur internet par défaut\\nhttp://www.filevoyager.com
00000687=Mise à jour
00000688=Vérifier via le site web de FileVoyager si une nouvelle version est disponible
00000689=A propos
00000690=Ouvrir une fenêtre "A propos" pour en savoir plus sur FileVoyager
00000691=Aide
00000692=En savoir plus sur FileVoyager
00000693=Aide et documentation
00000694=Faire un don
00000695=Rapporter un problème ou demander une fonctionnalité
00000696=Visiter le site web
00000697=Ouvrir le site web de FileVoyager dans le votre navigateur internet par défaut\\nhttp://www.filevoyager.com
00000698=Mise à jour
00000699=Vérifier via le site web de FileVoyager si une nouvelle version est disponible
00000700=A propos
00000701=Ouvrir une fenêtre "A propos" pour en savoir plus sur FileVoyager
00000702=Liste des visionneuses externes
00000703=Affiche la liste de toutes les visionneuses externes ouvertes et permet de \\nles sélectionner ainsi que de les fermer toutes en une fois
00000704=Fermer tout
00000705=Ferme toutes les visionneuses en une fois
00000706=Afficher de grandes icônes dans la barre d'applications
00000707=Onglets de dossier en bas
00000708=Fermer vers la zone de notification
00000709=Si activé, FileVoyager disparait de la barre des tâches de Windows lorsque sa fenêtre est fermée\nFileVoyager apparaît alors parmi d'autres icônes dans la zone de notification de Windows
00000710=Comparer and Synchroniser
00000711=Comparer les chemins listés
00000712=Ouvre une fenêtre dans laquelle les différences entre \nles deux listes de dossier sont mis en évidence
00000713=Selectionner/Marquer
00000717=Cases à cocher des éléments
00000718=Rectangle de sélection
00000719=Hachage
00000720=Outil Hachage

[DiskInfos]
00000001=Propriétés du disque
00000002=Lecteur
00000003=Tailles
00000004=Système de fichier
00000006=A&ide
00000007=&OK
00000008=Fermer cette boîte de dialogue

[formAppBarParams]
00000001=Paramètres de l'application
00000007=Commande
00000008=Info-&bulle
00000009=&Dossier de démarrage
00000010=&Paramètres
00000011=&Chemin de l'application
00000012=Affichage
00000013=&Icône
00000014=C&hemin de l'icône (ico, dll, exe, ...)
00000015=&Mode de fenêtrage
00000017=&Exécuter en tant que
00000019=A&ide
00000020=A&ppliquer
00000021=&OK
00000022=&Annuler
00000023=&Exécuter
00000024=Exécuter en t&ant que
00000025=Ajouter un &séparateur
00000026=Ajouter &des programmes
00000027=Ouvrir le &répertoire parent
00000028=Retirer le &bouton
00000029=Retirer &tous les boutons
00000030=&Propriétés
00000031=Sélectionner le raccourci précédent
00000032=Retirer le raccourci
00000033=Sélectionner le raccourci suivant
00000034=Ajouter un nouveau raccourci
00000035=Rédiger un info-bulle qui sera affiché lorsque le pointeur\nde la souris survole le bouton du raccourci
00000036=Paramètres qui seront utilisés lorsque l'application cible est exécutée
00000037=Choisir un raccourci exsitant dans la liste déroulante\nou en définir un nouveau en cliquant sur le bouton '...'
00000038=Définir le dossier de démarrage de l'application
00000039=Presser ce bouton afin de choisir un dossier de démarrage par\ndéfaut pour l'application
00000040=Choisir le mode de fenêtrage le l'application à son lancement
00000041=Chemin du fichier contenant l'icône qui sera affichée sur le bouton\nde raccourci de l'application
00000042=Choisir l'icône à utiliser pour le raccourci de l'application
00000043=Si la case est cochée, le système invitera à changer de privilèges\nutilisateur avant d'éxecuter l'application cible
00000044=Appliquer les changements faits sur la Barre d'Application de\nFileVoyager et garder cette fenêtre ouverte
00000045=Appliquer les paramètres et fermer cette boîte de dialogue
00000046=Annuler l'action, ignorer les paramètres et fermer cette boîte de dialogue
00000047=Exécuter l'application cible de ce raccourci
00000048=Exécuter l'application cible de ce raccourci avec une invitation\nde changement de privilèges utilisateur
00000049=Ajouter un séparateur de bouton avant cet élément
00000050=Ouvrir une boîte de dialogue permettant de choisir un élément à rajouter\nsous forme de raccourci dans la Barre d'Application
00000051=Ouvrir le chemin du répertoire parent de l'application cible dans\nle panneau actif et mettre l'élément en surbrillance
00000052=Retirer le raccourci d'application de la Barre d'Application
00000053=Retirer tous les raccourcis d'application de la Barre d'Application
00000054=Afficher les propriétés de la Barre d'Application

[formCreateArchive]
00000001=Création d'archive
00000002=Options de sécurité
00000003=Afficher en &clair
00000004=Mot de &passe de l'archive
00000005=Confirmer le &mot de passe
00000006=Mode de cr&yptage
00000007=C&rypter les noms des éléments
00000008=Options avancées
00000009=Tai&lle de mot
00000010=Ta&ille de partition
00000011=Taille de &bloc solide
00000012=Nombr&e de processus
00000013=Taille de dictio&nnaire
00000014=Mét&hode de compression
00000015=Nivea&u de compression
00000016=Pas de partition
00000017=Pas de partition\n1.2 Mo (disquette 5¼)\n1.44 Mo (disquette 3½)\n2.88 Mo (disquette 3½ XHD)\n3 Mo\n4 Mo\n5 Mo\n100 Mo (ZIP 100)\n250 Mo (ZIP 250)\n650 Mo (CD-ROM 74 min.)\n700 Mo (CD-ROM 80 min.)\n4 Go (Taille max. FAT32)\n4.7 Go (DVD)\n
00000018=&Format d'archive
00000019=Mas&que des fichiers à archiver
00000020=Chemin de &destination
00000021=Nom de l'archi&ve à créer
00000022=7zip\nZip\nGzip\nBzip2\nTar\n
00000023=Créer un SF&X (auto-extractible)
00000024=Créer &une seule archive par élément
00000025=Créer un &TAR au préalable
00000026=A&ide
00000027=Annuler l'action, ignorer les paramètres et fermer cette boîte de dialogue
00000028=&Annuler
00000029=Appliquer les paramètres et fermer cette boîte de dialogue
00000030=&OK

[formCreateItem]
00000001=Création de fichier ou dossier
00000002=A&ide
00000003=Annuler l'action, ignorer les paramètres et fermer cette boîte de dialogue
00000004=&Annuler
00000005=&OK
00000006=Choisir le &type d'élément à créer
00000007=Action à faire après création
00000008=Ne &rien faire\nOuvrir avec l'éditeur &configuré dans FileVoyager (idem F4)\nOuvrir avec l'application a&ssociée (idem double-clic)\n
00000009=&Nom du fichier (l'extension sera ajoutée automatiquement pour les types prédéfinis)
00000011=Appliquer les paramètres et fermer cette boîte de dialogue

[formExtractArchive]
00000001=Extraction d'archive
00000003=A&ide
00000004=&Annuler
00000005=&OK
00000007=Mot de &passe
00000008=Afficher en &clair
00000011=Créer &un dossier pour chaque archive à extraire
00000012=Chemin de &destination
00000013=&Masques des fichiers à extraire
00000015=Annuler l'action, ignorer les paramètres et fermer cette boîte de dialogue
00000016=Appliquer les paramètres et fermer cette boîte de dialogue
00000017=Cocher pour afficher le mot de passe
00000018=Si l'archive est protégée par mot de passe, il faut fournir ce dernier
00000019=Paramétrer les masques de nom de fichier pour les éléments à extraire
00000020=Sélectionner le dossier de destination vers lequel les éléments doivent être extraits

[formFileOp]
00000001=Confirmation d'opération
00000003=Operations courantes
00000004=&Copier\nDé&placer - Renommer\n&Suppression\nCréation de &raccourci\n
00000005=Supprimer
00000006=Vers la cor&beille\nDéfini&tivement\n
00000007=&Filtre
00000008=&Destination
00000010=Détails
00000011=Détai&ls de l'opération
00000012=D'autres éléments peuvent être rajoutés dans la liste par glisser-déposer
00000013=R&etirer la sélection
00000014=Vous êtes sur le point de supprimer des éléments de manière irréversible. Soyez attentifs!
00000016=A&ide
00000017=&Annuler
00000018=&OK
00000019=Masque des fichiers à considérer pour l'opération. *.* signifie "tous". Plusieurs masques peuvent être définit en étant séparéspar des points-virgules.
00000020=Naviguer pour définir un répertoire de destination
00000021=Annuler l'action, ignorer les paramètres et fermer cette boîte de dialogue
00000022=Appliquer les paramètres et fermer cette boîte de dialogue

[FrmAbout]
00000001=A propos de FileVoyager
00000003=FileVoyager est sous licence Gratuiciel.
00000007=FileVoyager
00000008=Swiss Army Knife For File Management
00000010=Fermer cette boîte de dialogue
00000011=&OK
00000012=Supportez FileVoyager, faites un don!

[frmChooseApp]
00000001=Choisir applications
00000003=La liste ci-dessous contient les programmes installés sur votre système. Cochez les applications que vous voulez voir apparaître dans la Barre d'Applications. Pour retirer des éléments de la Barre d'Application, décochez sa case.
00000005=A&ide
00000006=&Annuler
00000007=&Sélectionner tout
00000008=&Rétablir
00000009=&Naviguer
00000010=&OK
00000011=Choisir une application qui n'est pas dans la liste ci-dessus
00000012=Annuler l'action, ignorer les paramètres et fermer cette boîte de dialogue
00000013=Cocher tous les éléments de la liste ci-dessus
00000014=Rétablir l'état initial des éléments cochés ou non
00000015=Appliquer les paramètres et fermer cette boîte de dialogue

[frmConfirmDialog]
00000001=Confirmation nécessaire
00000005=O&ui
00000006=&Voir journal
00000007=&Réessayer
00000008=Reno&mmer
00000009=&OK
00000010=&Non
00000011=&Ignorer
00000012=&Annuler
00000013=&Elever privilège
00000015=A&ppliquer mes choix pour les questions similaires suivantes
00000016=Afficher le journal des opérations dans cette fenêtre
00000017=Réessayer la même opération pour l'élément courant
00000018=Donner un nouveau nom de destination à l'élément courant
00000019=Ignorer cette erreur et continuer l'opération en cours
00000020=Annuler l'opération en cours
00000021=Essayer de résoudre cette erreur en utilisant des privilèges plus élevés

[frmFavorites]
00000001=Gestionnaire de favoris
00000002=Alias
00000003=Chemin
00000004=&Fermer
00000005=&Ouvrir
00000006=&Editer
00000007=&Retirer
00000008=A&jouter
00000009=Fermer cette boîte de dialogue
00000010=Naviguer vers le chemin du favoris dans l'actuel panneau Exploration
00000011=Editer les propriétés du favoris
00000012=Retirer le favoris ciblé de la collection
00000013=Ouvrir un assistant pour rajouter un nouveau dossier aux favoris

[frmFileOpProgr]
00000001=Opération
00000003=&Pause
00000004=&Annuler
00000005=Statut
00000006=&Reprendre

[frmFilterSettings]
00000001=Paramètre de filtrage
00000002=L&ecture seule
00000003=&Compressé
00000004=Archi&ve
00000005=&Système
00000006=Cac&hé
00000007=Et :
00000008=Entre :
00000009=Et :
00000010=Entre :
00000011=Et :
00000012=Entre :
00000013=Cocher cette case si vous souhaitez ajouter les attributs d'élément aux règles de filtrage
00000014=A&ttributs
00000015=Cocher cette case si vous souhaitez ajouter les dates de modification d'élément aux règles de filtrage
00000016=Date de &modification
00000017=Cocher cette case si vous souhaitez ajouter les dates d'accès d'élément aux règles de filtrage
00000018=&Date d'accès
00000019=Cocher cette case si vous souhaitez ajouter des masques de nom d'élément aux règles de filtrage
00000020=&Nom de fichier
00000021=Cocher cette case si vous souhaitez ajouter les dates de création d'élément aux règles de filtrage
00000022=Date de c&réation
00000023=A&ide
00000024=Ignorer les paramètres et fermer cette boîte de dialogue
00000025=&Annuler
00000026=Appliquer les paramètres et fermer cette boîte de dialogue
00000027=&OK
00000028=*, ?, [ et ] peuvent être utilisés dans les masques de nom de fichier. Les masques multiples doivent être séparés par des points-virgules ";"

[FVViewer]
00000001=Visualisateur de FileVoyager

[FrameLV]
00000088=Calcul de taille des dossiers: Pour annuler, cliquer en dehors de ce cadre ou presser la touche tabulation (TAB) du clavier
00000090=Nom et lieux
00000105=Date et heure
00000107=Date de modification
00000108=et :
00000109=Entre :
00000110=Date d'accès
00000111=et :
00000112=Entre :
00000113=Date de création
00000114=et :
00000115=Entre :
00000116=Ignorer les dates
00000117=La semaine dernière
00000118=Le mois dernier
00000119=L'année dernière
00000120=Specifier la date
00000122=&Quitter
00000123=&Charger
00000124=S&auver
00000125=&Che&rcher
00000127=Taille et attributs
00000129=Définir la taille à laquelle correspondre
00000130=Ignorer la taille
00000131=Taille entre :
00000132=et :
00000133=Specifier les attributs auquels correspondre
00000134=Archive
00000135=Lecture seule
00000136=Répertoire
00000137=Normal
00000138=Système
00000139=Caché
00000140=Hors ligne
00000141=Virtuel
00000142=Compressé
00000143=Crypté
00000144=Temporaire
00000145=Contenu non indexé
00000146=Point de redirection (Reparse Point)
00000147=Fichier à trous (Sparse File)
00000148=Dispositif
00000149=Remettre les attributs par défaut
00000156=Affichage
00000157=Coller
00000158=Nouveau
00000159=Trier par
00000160=Rafraîchir
00000161=Propriétés
00000162=Nouvelle page
00000163=Nouvelle page en arrière-plan
00000164=Renommer la page
00000165=Alterner le verrouillage
00000166=Fermer cette page
00000167=Fermer pages non verrouillées
00000168=Afficher ou masquer la barre de dossier
00000169=Copier
00000170=Renommer
00000171=Supprimer
00000172=Couper vers le presse-papier
00000173=Copier vers le presse-papier
00000174=Coller depuis le presse-papier
00000175=Visualiser
00000176=Informations
00000177=Quitter l'outil de recherche et retourner dans la vue Exploration
00000178=Charger des critères de recherches sauvés préalablement
00000179=Sauvegarder les critères de recherche afin de pouvoir les réutiliser
00000180=Afficher ou masquer la vue "arborescente" de tous les lecteurs, dossiers virtuels, favoris et dossiers systèmes
00000181=Chercher aussi dans les &archives supportées
00000182=&Choisir un ou plusieurs répertoires dans lesquels chercher. Séparer de multiples répertoire par un point-virgule (;)
00000183=Spécifier les noms de &fichier cible séparés par des points-virgules. Les noms de fichier peuvent contenir des jokers tels que * et ?.
00000184=Définir la profondeur
00000185=&Seulement les dossiers choisis
00000186=Profondeur &illimitée
00000187=&Définir le niveau de profondeur des sous-dossiers
00000188=&Respecter la casse
00000189=Qui ne &contient pas le mot/la phrase ci-dessus
00000190=S&pécifier un mot où une phrase à trouver dans le fichier
00000192=Mots entiers &uniquement
00000193=La valeur ci-dessous est en &hexadécimal

[formGetPassword]
00000001=Mot de passe requis
00000003=&OK
00000004=A&ide
00000005=&Annuler
00000007=Afficher en &clair
00000008=&Utilisateur
00000009=&Mot de passe

[frmMMPlayer]
00000011=Jouer
00000012=Jouer la piste
00000013=Pause
00000014=Mettre la lecture en pause
00000015=Stop
00000016=Arrêtre la lecture
00000017=Précédent
00000018=Passer à la précédente piste de la liste de lecture
00000019=Suivant
00000020=Passer à la piste suivante de la liste de lecture
00000021=Plein écran
00000022=Alterner le mode Plein écran
00000023=Visualisation
00000024=liste des effets visuel pour les pistes audio
00000025=Technologie
00000027=Répéter
00000028=Audio
00000029=Sous-titres
00000031=Cliquez sur la visualisation pour en changer le mode
00000032=Jouer
00000033=Pause
00000034=Stop
00000035=Piste suivante
00000036=Piste précédente
00000037=Plein écran
00000038=Audio
00000039=Sous-titres
00000040=Choisir entre les différentes technologies multimédia disponibles (DirectShow, Windows Media Player et, en option, Videolan VLC)
00000041=Répétition infinie de la liste de lecture
00000042=Liste des flux audio du média
00000043=Liste des flux de sous-titre du média
00000044=Mettre le volume au minimum
00000045=Mettre le volume au maximum
00000046=Changer le volume sonore
00000047=Utilisez ce curseur pour naviguer dans la piste

[frmPanelDrive]
00000002=Disques mappés
00000003=Virtuels
00000004=Utilisateur
00000005=FTP
00000006=Masquer le panneau des disques
00000007=Afficher une liste de tous les disques, quelques chemins virtuels, les favoris et dossiers système

[FrmViewer]
00000003=Texte
00000004=Affiche le fichier en mode texte
00000005=Binaire
00000006=Affiche le fichier en mode binaire
00000007=Hexa
00000008=Affiche le fichier en mode hexadécimal
00000009=Unicode
00000010=Affiche le fichier en mode unicode
00000011=U-Hex
00000012=Affiche le fichier en mode unicode hexadecimal
00000013=rtf
00000014=Affiche le fichier en mode Rich Text File
00000015=MM
00000016=Affiche le fichier en mode multimedia
00000017=Windows
00000018=Afficher un rendu fait par Windows
00000019=Web
00000020=Affiche le fichier en mode web
00000023=Flow
00000025=WLX
00000026=Délègue l'affichage du fichier aux plugins WLX
00000028=&Fichier
00000029=&Ouvrir...
00000030=&Sauver sous...
00000031=Sauver la sélection dans un &fichier...
00000032=E&xporter en HTML...
00000033=&Quitter
00000034=&Editer
00000035=Selectionner la &ligne
00000036=Sélectionner &tout
00000037=Sauver la &sélection dans un fichier...
00000038=&Copier
00000039=Copier valeurs &hexa
00000040=Copier &vue hexa
00000041=Ch&ercher dans le texte...
00000042=Chercher le suiva&nt
00000043=Chercher le &précédent
00000044=&Aller à
00000045=Le&xeurs: %s
00000046=Pa&ge de code: %s
00000047=Afficher/masquer liste de lecture
00000048=Afficher ou masquer le panneau contenant la liste de lecture
00000049=¶
00000050=Lorsque pressé, affiche les caractères non-imprimables
00000051=Retour à la ligne
00000052=Lorsque pressé, force les retours à la ligne afin que même les lignes trop longues\napparaissent dans la fenêtre
00000053=Préc
00000054=Fichier précédent
00000055=Suivant
00000056=Fichier suivant
00000057=Ouvrir les préférences
00000058=Imprimer
00000059=Imprimer
00000060=Quitter
00000061=Quitter le Visualiseur
00000065=Toolbar
00000066=Ligne :
00000067=Colonne :
00000068=Position :
00000069=Fin de ligne :
00000070=Taille de sélection :
00000071=Taille du fichier :
00000072=Toolbar
00000073=Lexeur
00000074=Pas de coloration syntaxique
00000075=Lexeur(s) pour ce fichier
00000076=Tous les lexeurs disponibles
00000077=Type de Page de Code :
00000078=Type de Page de Code :
00000079=Liste de lecture
00000080=Toolbar
00000083=Ouvrir une liste de lecture
00000085=Sauver la liste de lecture
00000087=Ajouter à la liste de lecture
00000089=Retirer de la liste de lecture
00000091=Hexadécimal
00000092=Tout surligner
00000093=Respecter la casse
00000094=Mot entier
00000097=Occurence précédente
00000098=Occurence suivante
00000099=Fermer le panneau de recherche
00000100=Expression à rechercher
00000101=Si activé, l'expression à rechercher est considérée comme étant une valeur hexadécimale
00000102=Si activé, toutes les occurences de l'expression à rechercher seront surlignées
00000103=Si activé, la recherche de l'expression respectera sa casse
00000104=Si activé, l'expression sera considérée comme une suite de mots entiers
00000106=SumatraPDF
00000107=Afficher le fichier avec SumatraPDF
00000108=Info
00000112=Afficher/masquer les infos
00000113=Afficher/masquer le panneau d'informations
00000114=Copier la ligne sélectionnée
00000115=Copier tout
00000116=Rien à prévisualiser

[FVFrmGoto]
00000001=Aller à
00000003=Choisir le &mode de déplacement
00000004=Choisir la &valeur
00000005=Ligne
00000006=Ligne\nPourcent\nPosition\nPosition hexadécimale\n
00000007=&Annuler
00000008=&OK

[FVOptions]
00000001=FileVoyager - Options
00000004=A&ppliquer
00000005=&OK
00000006=&Annuler
00000007=&Aide
00000036=Afficher la barre d'outils centrale
00000037=Envoyer dans la zone de notification quand minimisé
00000038=Langage
00000051=Afficher la grille dans les listes des panneaux
00000053=Système
00000054=Utilisateur
00000057=Elément compressé (NTFS)
00000059=Arrière-plan d'élément ciblé
00000061=Elément ciblé
00000063=Arrière-plan d'élément ciblé
00000065=Elément sélectionné
00000067=Elément normal
00000069=Arrière-plan de liste
00000070=Lignes impaires
00000071=Eléments sélectionnés en gras
00000076=Trier les dossiers
00000077=Afficher les éléments cachés et systèmes
00000078=Format des tailles
00000079=Afficher les noms alternatifs (Noms MSDOS 8.3)
00000081=Coloriser les éléments selon les masques
00000084=Insérez ci-dessous les masques. Séparez-les par des points-virgules s'il y en a plus d'un. Ensuite, attribuez une couleur et enfin pressez le bouton 'Ajouter'
00000086=Editer
00000087=Retirer
00000088=Ajouter
00000090=Masques de fichier personnalisés (séparés par des points-virgules. Exemple: *.txt;*.ini)
00000091=Commande d'édition personnalisée (%1, si présent, représente le fichier à éditer)
00000092=Editeur de fichier par défaut
00000095=Masques de fichier
00000096=Programme d'édition
00000097=Taille des vignettes
00000099=Ajouter
00000103=Vignettes systèmes
00000104=Toujours tenter de récupérer les vignettes systèmes en premier\nUtiliser les vignettes systèmes si échec en interne\nNe jamais utiliser les vignettes systèmes\n
00000105=Name du module additionnel
00000106=Liste d'extensions
00000108=Ajouter un module additionnel
00000109=Editer
00000110=Retirer
00000111=Thème
00000112=Général
00000113=Gestion des modules additionnels
00000114=Synchronisation de dossier
00000115=Comparateur de fichiers
00000116=Autres
00000117=Vignettes
00000118=Multimédia
00000119=Visualieurs
00000120=Gestionnaire de FTP
00000121=Edition de fichiers
00000122=Couleurs de fichiers et dossiers
00000123=Couleurs
00000124=Exploration de fichiers
00000125=Fréquence de vérification de mise à jour
00000127=Journalière\nHebdomadaire\nMensuelle\nJamais\n
00000128=Appliquer le theme au menu contextuel du Shell (Expérimental - décocher si le rendu du menu est détérioré)
00000129=Souligner les dossiers
00000130=Panneau gauche
00000131=Mode d'affichage
00000135=Afficher la barre d'outils du panneau
00000136=Panneau droit
00000137=Mode d'affichage
00000141=Afficher la barre d'outils du panneau
00000142=Visibilité des colonnes supplémentaires
00000143=Afficher la colonne 'Attirbuts'
00000144=Afficher la colonne 'Date de création'
00000145=Afficher la colonne 'Date d'accès'
00000146=Sélection de colonnes additionnelles pour les dossiers normaux
00000147=Octets\nKiloOctets\nMegaOctets\nGigaOctets\nTeraOctets\nDynamique\n
00000148=Utiliser un police personnalisée (déconseillé et nécessite un redémarrage)
00000155=Afficher les nouvelles RSS de l'auteur
00000156=Utiliser le menu 64 bits
00000157=Utiliser l'interface classique au lieu du Ruban (Ribbon)
00000160=Utiliser un simple click pour ouvrir les éléments
00000161=Envoyer dans la zone de notification quand fermé

[frmAutoUpdate]
00000001=FileVoyager - Mise à jour automatique
00000009=A&ide
00000010=Annuler l'action et fermer cette boîte de dialogue
00000011=&Annuler
00000013=&OK
00000014=Une nouvelle version de FileVoyager est disponible pour téléchargement
00000015=Nouvelle version :
00000016=Version actuelle :
00000017=Voulez-vous la télécharger et l'installer ?
00000018=Nouvelle version en cours de téléchargement
00000019=Chemin :
00000020=Version :
00000021=Taille :
00000026=Annuler l'action et fermer cette boîte de dialogue
00000027=&Annuler
00000028=Me le rappeler le mois prochain
00000029=Me le rappeler la semaine prochaine
00000030=Me le rappeler dès demain
00000031=Quoi de neuf dans cette version?

[FormDiffs]
00000013=FileVoyager Diff
00000065=Basculer en mode Fichier
00000066=Basculer en mode Dossier
00000067=Basculer en mode Image
00000068=Sélectionner le fichier A
00000069=Sélectionner le fichier B
00000070=Sélectionner le dossier A
00000071=Sélectionner le dossier B
00000072=Sélectionner l'image A
00000073=Sélectionner l'image B
00000074=Sauver l'actuel
00000075=Sauver les deux
00000076=Sauver le rapport de comparaison
00000077=Comparer
00000078=Aller à la première différence
00000079=Aller à la différence précédente
00000080=Aller à la différence suivante
00000081=Aller à la dernière différence
00000082=Copier la différence sélectionnée de gauche à droite
00000083=Copier la différence sélectionnée de droite à gauche
00000084=Copier toutes les différences de gauche à droite
00000085=Copier toutes les différences de droite à gauche
00000086=Trouver
00000087=Trouver le suivant
00000088=Quitter
00000089=Passer en mode Fichier afin de comparer deux fichiers
00000090=Passer en mode Dossier afin de comparer deux répertoires
00000091=Passer en mode Image afin de comparer deux Images
00000092=Sélectionner le fichier A (gauche)
00000093=Sélectionner le fichier B (droite)
00000094=Sélectionner le dossier A (gauche)
00000095=Sélectionner le dossier B (droite)
00000096=Sélectionner l'image A (gauche)
00000097=Sélectionner l'image B (droite)
00000098=Enregistrer le rapport de comparaison dans un fichier
00000099=Lancer la comparaison
00000100=Aller à la première différence
00000101=Aller à la différence précédente
00000102=Aller à la différence suivante
00000103=Aller à la dernière différence
00000104=Copier les lignes sélectionnées de la gauche vers droite
00000105=Copier les lignes sélectionnées de la droite vers la gauche
00000106=Copier toutes les lignes de la gauche vers droite
00000107=Copier toutes les lignes de la droite vers la gauche
00000108=Chercher un mot ou une phrase
00000109=Chercher occurence suivante du mot ou de la phrase cherchée précédemment
00000110=Fermer cet outil

[FrameDiffDir]
00000003=Options de comparaison
00000005=Ignorer la casse du nom
00000006=Recursif
00000007=Ignorer la date
00000008=Ignorer le contenu
00000009=Affichage du resultat
00000011=Afficher les fichiers différents
00000012=Afficher les fichiers uniquement à gauche
00000013=Afficher les fichiers uniquement à droite
00000014=Afficher les fichiers identiques
00000015=Masque:
00000038=Marquer pour une copie de gauche à droite
00000039=Marquer pour une copie de droite à gauche
00000040=Marquer pour un déplacement de gauche à droite
00000041=Marquer pour un déplacement de gauche à droite
00000042=Retirer tous les marqueurs
00000043=Supprimer de la gauche
00000044=Supprimer de la droite
00000045=Supprimer des deux côtés
00000046=Comparer les fichiers
00000047=Aperçu du fichier de gauche
00000048=Aperçu du fichier de droite
00000049=Editer le fichier de gauche
00000050=Editer le fichier de droite
00000051=Synchroniser
00000052=Les éléments marqués par cette option seront copiés\nde la gauche vers la droite lorsque les listes seront synchronisées.\nPas avant.
00000053=Les éléments marqués par cette option seront copiés\nde la droite vers la gauche lorsque les listes seront synchronisées.\nPas avant.
00000054=Les éléments marqués par cette option seront déplacés\nde la gauche vers la droite lorsque les listes seront synchronisées.\nPas avant.
00000055=Les éléments marqués par cette option seront déplacés\nde la droite vers la gauche lorsque les listes seront synchronisées.\nPas avant.
00000056=Lorsque cette option est choisie, tous les marqueurs sont retirés
00000057=Les éléments marqués par cette option seront supprimés\nde la gauche.\nUne boite de dialogue apparaîtra avant la suppression afin d'y confirmer\nou d'annuler l'action.
00000058=Les éléments marqués par cette option seront supprimés\nde la droite.\nUne boite de dialogue apparaîtra avant la suppression afin d'y confirmer\nou d'annuler l'action.
00000059=Les éléments marqués par cette option seront supprimés\nde la gauche ET de la droite.\nUne boite de dialogue apparaîtra avant la suppression afin d'y confirmer\nou d'annuler l'action.
00000060=Ouvre une fenêtre qui affiche les différences entre les fichiers\nde gauche et de droite
00000061=Ouvre une fenêtre de visualisation donnant un aperçu du fichier de gauche
00000062=Ouvre une fenêtre de visualisation donnant un aperçu du fichier de droite
00000063=Ouvre le fichier de gauche dans un éditeur.\nLe choix de l'éditeur dépend de la configuration du système.
00000064=Ouvre le fichier de droite dans un éditeur.\nLe choix de l'éditeur dépend de la configuration du système.
00000065=Synchroniser les deux listes.\nLa synchronisation éxécutera les copies et les déplacements\nen fonction des marquages.\nSi rien n'est marqué, la synchronisation ne fera rien.
00000066=Cocher cette case pour ne pas prendre en compte\nla casse des noms de fichiers lors de la comparaison.
00000067=Cocher cette case comparer des répertoires ET leur sous-répertoires.
00000068=Cocher cette case pour ne pas tenir compte de \nla date de fichiers lors de la comparaison.
00000069=Cocher cette case pour ne pas tenir compte\ndu contenu de fichiers lors de la comparaison.
00000070=Cocher cette case pour afficher les éléments\nqui présentent des différences.
00000071=Cocher cette case pour afficher les éléments à gauche\nqui ne pas d'élément correspondant à droite.
00000072=Cocher cette case pour afficher les éléments à droite\nqui ne pas d'élément correspondant à gauche.
00000073=Cocher cette case pour afficher les éléments identiques.
00000074=Pour filtrer les listes, introduire un masque de fichier et presser ENTREE (sur le clavier).\nOu alors sélectionner un masque existant dans la liste déroulante.\nLes masques supportent les jokers tels que * et ?.

[FrameDiffTxt]
00000003=Pas de fichier chargé
00000005=Type de Page de Code:
00000006=Type de fin de ligne:
00000008=Pas de fichier chargé
00000010=Type de Page de Code:
00000011=Type de fin de ligne:

[formHashes]
00000001=FileVoyager Hashes
00000003=Paramètres
00000004=Resultats
00000005=Paramètres
00000006=Annuler
00000007=Générer les hachages
00000008=Recursif (lorsque l'élément est un dossier)
00000009=Algorithmes
00000036=Selectionner l'algorithmes pour le calcul
00000037=Retirer la sélection
00000038=Ajouter fichiers
00000039=Ajouter dossier
00000040=Nom
00000041=Chemin
00000042=Resultats
00000043=&Annuler et retour vers paramètres
00000044=Enregistrer fichiers
00000045=Enregister CSV

[$CONSTANTS]
frmAppBarErrorIcon=Le fichier sélectionné n'est pas un conteneur d'icône supporté
frmAppBarErrorIconTitle=Icône sélectionnée invalide
frmAppBarNoPathIcon=Le chemin de l'icône n'existe pas!
frmAppBarNoPathItem=Le chemin de l'élément n'existe pas!
frmAppBarParams=Paramètres :
frmAppBarPath=Chemin :
frmAppBarRemButton=Retirer le bouton
frmAppBarRemSeparator=Retirer le séparateur
frmAppBarRunAs=S'éxécutera après une invite demandant de changer les privilèges (Commande Run As)
frmAppBarSendTo=Envoyer vers :
frmAppBarSendToHint=.::Déposer des fichiers sur cet élément pour éxécuter l'action::.
frmAppBarSeparator=Séparateur
frmAppBarStartDir=Chemin de démarrage :
frmAppBarWinModeHidden=CACHEE
frmAppBarWinModeMaximized=MAXIMISEE
frmAppBarWinModeMinimized=MINIMISEE
frmAppBarWinModeNormal=NORMALE
frmAppBarWinModeNotActive=NON ACTIVE
frmMainSearchTabCaption=Chercher
frmMainSearchTabHint=Outil de recherche avec une large quantité de critères paramétrables
frmMainSelect2FilesForComparison=Veuillez sélectionner deux fichiers à comparer
frmMainShellNewInVirtual=Aucun élément ne peut être rajouté dans ce chemin
frmMainSkinAlreadyLoaded=Un thème ayant le même nom est déjà chargé.\nVoulez-vous le remplacer?
frmMainSkinError=Ce n'est pas un fichier thème correct
frmSplashApplySettings=Application des paramètres...
frmSplashInitAppl=Initialisation de l'application...
frmSplashInitLists=Initialisation des listes d'éléments...
frmSplashInitTools=Initialisation des outils...
frmSplashLoadSettings=Chargement des paramètres...
FVArcCompLvlFast=Rapide
FVArcCompLvlFastest=Plus rapide
FVArcCompLvlMaximum=Maximum
FVArcCompLvlNormal=Normal
FVArcCompLvlStore=Stockage
FVArcCompLvlUltra=Ultra
FVArcConfirmCopy=Les éléments sélectionnés vont être extraits vers un dossier temporaire et ensuite placé dans le Presse-papiers.\nContinuer?
FVArcConfirmCut=Bien que vous fassiez un "Couper" vers le Press-papiers, les éléments sélectionnés ne seront pas retirés de la source.
FVArcConfirmRunItem=Vous êtes sur le point d'extraire et d'éxécuter le fichier.\nEtes-vous sûr de vouloir continuer?
FVArcConfirmTARBeforeCompress=Vous avez choisi d'archiver plus d'un fichier ou un dossier dans le format %s.\nCe format ne supporte qu'un seul fichier par archive.\nVoulez-vous créer une archive TAR au préalable?
FVArcErrArcIsFolder=L'élément n'est pas une archive, c'est un dossier
FVArcErrBadArchive=Erreur de CRC dans les données de l'archive
FVArcErrBadData=Les données sont corrompues
FVArcErrCmdFTP=Une erreur à eu lieu lors de l'éxécution de la commande FTP
FVArcErrEAborted=L'opération est interrompue
FVArcErrEClose=Erreur à la fermeture du fichier
FVArcErrECreate=Echec à la création du fichier
FVArcErrEndArchive=Plus de fichier dans l'archive
FVArcErrEOpen=Echec à l'ouverture du fichier existant
FVArcErrERead=Echec lors de la lecture du fichier
FVArcErrEWrite=Echec lors de l'écriture dans le fichier
FVArcErrNoFiles=Aucun fichier trouvé
FVArcErrNoMemory=Mémoire insuffisante
FVArcErrNotSupported=Opération non supportée
FVArcErrOpenArc=Echec à l'ouverture de l'archive
FVArcErrPWCharSetZip=Les mot de passe pour cryptage de ZIP ne peuvent contenir que des caractères\nlatins non-accentués, des nombres et quelques symboles imprimables
FVArcErrPWTooLong=Le mot de passe est trop long! Le maximum est 99 caractères.
FVArcErrSmallBuf=La mémoire tampon est trop petite
FVArcErrTooManyFiles=Trop de fichiers à archiver
FVArcErrUnknownFormat=Format d'archive inconnu
FVArcErrUnsuppMethod=La méthode de compression n'est pas supportée
FVArcErrVolume=Le paramétrage des partitions est incorrect ou non supporté.
FVArcPasswordsDoNotMatch=Les deux mots de passe ne correspondent pas. Veuillez confirmer le mot de passe à nouveau.
FVArcPlugInUsed=Module utilisé pour lire l'archive : %s
FVArcPwdNeeded=Un mot de passe est nécessaire pour\n%s
FVArcStatsNbrFiles=Nombre de fichier dans l'archive : %s
FVArcStatsNbrFolders=Nombre de dossier dans l'archive : %s
FVArcStatsPackedSize=Taille de l'archive compressée : %s
FVArcStatsUnpackSize=Taille de l'archive décompressée : %s
FVArcUnkFormatCaption=Le fichier n'est pas un format d'archive connu
FVArcUnkFormatTitle=Format d'archive inconnu
FVClose=Fermer
FVCommFolder=Dossier
FVCommFullpath=Chemin
FVCommShortcut=Raccourci
FVCommSimpleFile=Simple fichier
FVConfirmApplyChanges=Des changements ont été faits.\nVoulez-vous appliquer ces changements?
FVConfirmContinueWhenErrors=Certains éléments ont échoué. Voulez-vous toutefois continuer?
FVConfirmRemoveAllItems=Etes-vous sûr de vouloir retirer tous les éléments?
FVConfirmRemoveItem=Etes-vous sûr de vouloir retirer cet élément?
FVDialogFiltersAllFiles=Tous les fichiers
FVDialogFiltersHTMLFiles=Fichiers HTML
FVDialogFiltersIcon=Fichiers d'icônes
FVDialogFiltersPlaylists=Formats supportés de liste de lecture
FVDialogFiltersSimplePL=Simple liste
FVDialogFiltersSkins=Fichiers Thème
FVDialogOpenSelectDir=Sélectionner un dossier
FVDialogOpenSelectFile=Sélectionner un fichier
FVDiffErrLeftPath=Le dossier de gauche n'est pas valide ou pas supporté
FVDiffErrNotSameType=Comparaison impossible entre un fichier et un dossier
FVDiffErrRightPath=Le dossier de droite n'est pas valide ou pas supporté
FVDiffErrSelect2ItemsToCompare=Pour une comparaison, veuillez sélectionner deux fichiers ou deux dossiers
FVDiffErrVirtualFolder=Impossible de synchroniser un dossier virtual
FVDiffLeftOnly=Gauche uniquement:
FVDiffModified=Modifié:
FVDiffNoDiffInFiles=Il n'y a aucune différence entre les deux fichiers
FVDiffNoFileLoaded=Aucun fichier chargé
FVDiffRightOnly=Droite uniquement:
FVDiffSamePath=Les deux chemins sont identiques
FVDiffSelectLeftFolder=Sélectionner le dossier A (gauche)
FVDiffSelectRightFolder=Sélectionner le dossier B (droite)
FVDiffStatusDifferentCase=La casse des noms des fichiers est différente
FVDiffStatusDifferentContent=Les contenus des fichiers sont différents
FVDiffStatusDifferentDate=Les dates des fichiers sont différentes
FVDiffStatusDifferentSize=Les tailles des fichiers sont différentes
FVDiffStatusIdentical=Les deux éléments sont identiques
FVDiffStatusMissLeft=L'élément manque à gauche
FVDiffStatusMissRight=L'élément manque à droite
FVDiffStatusUnkErr=Status inconnu. Impossible de lire le contenu des dossiers.
FVDiskFree=Libre : %s
FVDiskFreeSpaceByteUnit=%s (%s) libres sur %s (%s)
FVDiskFreeSpaceByteUnitHint=Affiche l'espace disque libre comparé à l'espace total du disque\nLes valeurs entre parenthèses sont exprimées en octet
FVDiskFreeSpaceDynUnit=%s libres sur %s
FVDiskNotReady=Le lecteur n'est pas prêt
FVDiskSize=Taille : %s
FVDriveCase=Casse préservée
FVDriveCaseSearch=Recherche sensible à la casse
FVDriveCompressed=Volume compressé
FVDriveFileSystem=Système de fichier
FVDriveFreeBytes=Octets libres
FVDriveFreeClusters=Blocs libres
FVDriveInfosBytesSector=Octets/Secteur
FVDriveInfosSectorCluster=Secteurs/Bloc
FVDriveLetterAndType=Lecteur %s
FVDriveMoreFav=Plus...
FVDriveName=Nom de lecteur
FVDriveNotReady=Le lecteur n'est pas prêt
FVDrivePersistentACL=ACL Persistants
FVDrivePointsToFav=Ouvrir le getionnaire de favoris
FVDriveSerial=Numéro de série
FVDriveSize=Taille
FVDriveSupportCompress=Compression supportée
FVDriveTotalBytes=Total d'octets
FVDriveTotalClusters=Total de blocs
FVDriveType=Type de lecteur
FVDriveTypeCDROM=Lecteur CD/DVD/Blueray
FVDriveTypeFixed=Lecteur fixe
FVDriveTypeRamDisk=Lecteur RAM
FVDriveTypeRemote=Lecteur réseau
FVDriveTypeRemovable=Lecteur amovible
FVDriveTypeUnkown=Type de lecteur inconnu
FVDriveUnicode=Unicode sur disque
FVErrArcOnlyOneFile=Le format de destination de l'archive ne peut contenir qu'un seul fichier.
FVErrDestPathCannotCreate=Echec à la création du dossier de destination.
FVErrDestPathNotSet=Le chemin de destination n'a pas été spécifié
FVErrDestPathVirtual=Le chemin de destination est un chemin virtuel.\nVeuillez en choisir un autre.
FVErrDestRelativeAndSrcAmbiguous=Le chemin d'origine de l'élément est ambigu.\nAfin d'éviter des erreurs, veuillez définir un chemin de destination en entier.
FVErrFileNotFound=Fichier non trouvé
FVErrIgnoreUnreadFile=Impossible de lire "%s".\nL'élément sera ignoré.
FVErrItemNotFound=Fichier ou dossier introuvable
FVErrLoadindLib=Echec au chargement de la bibliothèque %s
FVErrNoFileToHandle=Il n'y a aucun fichier à traiter dans cette opération
FVErrNoItemSelected=Veuillez sélectionner au moins un élément
FVErrNonFSPluginUnsupported=le module défini dans les paramètres de FileVoyager n'est pas supporté
FVErrNonFSReadOnly=Le cible n'est supportée qu'en lecture seule, pas en écriture.
FVErrNumericValueCaption=%s n'est pas une valeur valide. La valeur doit être numérique.
FVErrNumericValueTitle=Valeur numérique invalide
FVErrOperFailedRetry=FileVoyager a eu un problème et ne peut pas continuer l'opération.\nVeuillez essayer à nouveau.
FVFalse=Faux
FVFavSystem=Système
FVFavUser=Utilisateur
FVFavWiz1Dir=Etape 1: Choisissez un dossier.
FVFavWiz2Alias=Etape 2: Choisissez un alias pour le dossier.
FVFavWiz2AliasCaption=Alias
FVFavWiz2AliasExample=Exemple: Mes mp3, Mes projets, ...
FVFavWiz2CommentCaption=Commentaire
FVFavWiz3Comment=Etape 3: Ecrivez un commentaire.
FVFavWiz3CommentExample=Exemple: Documentation du projet Alpha
FVFavWiz3PathCaption=Chemin
FVFavWizFinal=Vous êtes sur le point de rajouter cet élément à la Barre des Favoris.\nVous pourrez toujours en remodifier les paramètres ultérieurement.
FVFilterDeselect=Paramètres de déselection
FVFilterFilter=Paramètres de filtre
FVFilterSelect=Paramètres de sélection
FVFolderEmpty=Le dossier est vide
FVHashErrNoAlgo=Veuillez sélectionner au moins un algorithme.
FVHashErrVirtualFolder=Impossible de hacher des éléments dans un dossier virtuel path./nVeuillez choisir un autre élément.
FVHashSaveCollision=Le fichier "%s" existe déjà.\nVoulez-vou l'écraser?\nSi non, FileVoyager renommera automatiquement le nouveau fichier de sorte à le rendre unique.\nExemple: "ABCD.sfv" deviendra "ABCD (1).sfv"
FVIniErrWriteCaption=FileVoyager ne parvient pas a créer ses paramètres dans\n%s\nVeuillez vous assurer que ce chemin est accessible en écriture
FVIniErrWriteTitle=Echec à l'écriture des paramètres
FVIPCViewErrEmbedCaption=La communication avec l'instance principale de FileVoyager instance a échoué lors de l'incrustation.
FVIPCViewErrListFilesCaption=La communication avec l'instance principale de FileVoyager instance a échoué lors de l'énumération des fichiers
FVIPCViewErrPositionCaption=La communication avec l'instance principale de FileVoyager instance a échoué lors du positionnement.
FVIPCViewErrTitle=Problème inter-processus
FVListAddToFVFav=Ajouter au favoris de FileVoyager
FVListCannotBrowseCaption=Ne parvient pas à naviguer dans %s\n
FVListCannotBrowseTitle=Chemin injoignable
FVListColAttrs=Attributs
FVListColCRC=CRC
FVListColCreatDT=Date de création
FVListColDate=Date
FVListColLastDT=Date d'accès
FVListColMethod=Méthode
FVListColModifDT=Date de modification
FVListColName=Nom
FVListColPackedSize=Taille compressé
FVListColSize=Taille
FVListColType=Type
FVListCompressedHint=Compressé (La taille sur disque est %s)
FVListConfirmCloseFTP=Voulez-vous fermer cette connection?\nSi non, elle restera disponible depuis le panneau des lecteurs
FVListConfirmContinueFTPafterErr=Voulez-vous poursuivre avec les éléments restants
FVListConfirmDeletion=Etes-vous sûr de vouloir supprimer?
FVListConfirmReconnectFTP=La connection a été perdue.\nEssayer de se reconnecter?
FVListConfirmVirtCopy=Copie de %s élément(s) vers %s\nCette opération va utiliser le Presse-papiers pour éxecuter le transfert. Continuer?
FVListConfirmVirtDelete=Suppression de %s élément(s). Continuer?
FVListConfirmVirtMove=Déplacement de %s élément(s) vers %s\nCette opération va utiliser le Presse-papiers pour éxecuter le transfert. Continuer?
FVListCurPath=Chemin actuel
FVListDirType=[dossier]
FVListErrDoArcFromNonFS=La création d'archive n'est pas supportée depuis un système de fichier non Windows.\nVeuillez utiliser Copier d'abord pour rapatrier l'élément dans un dossier normal.
FVListErrFindOnNonSearch=Les requêtes de recherche ne peuvent être éxécutées en dehors module de recherche
FVListErrListing=Un problème a eu lieu pendant l'énumération du contenu
FVListErrNotSupported=Opération non supportée
FVListErrUnArcFromNonFS=Le désarchivage n'est pas supportée depuis un système de fichier non Windows.\nVeuillez utiliser Copier d'abord pour rapatrier l'élément dans un dossier normal.
FVListFindAbort=Interrompre
FVListFindAborting=Interruption...
FVListFindAddSrcFolder=Ajouter un dossier dans lequel chercher
FVListFindAddSrcFolderConfirmAddCaption=Ce dossier sera ajouté à la liste des dossiers cibles déjà présent
FVListFindAddSrcFolderConfirmAddTitle=L'ajouter aux cibles de recherche
FVListFindAddSrcFolderConfirmCancelTitle=Annuler
FVListFindAddSrcFolderConfirmReplaceCaption=Ce dossier remplacera tous les dossiers déjà présent dans la liste des cibles
FVListFindAddSrcFolderConfirmReplaceTitle=Ne garder que ce dossier comme cible de la recherche
FVListFindAddSrcFolderConfirmTitle=Comment voulez-vous utiliser le dossier que vous avez sélectionné?
FVListFindErrCreate=Echec d'initialisation du module de recherche ;(
FVListFindErrHexaCaption=%s n'est pas une expression hexadécimale valide.\nLes expression hexadécimale ne peuvent contenir que des nombres de 0 à 9, des lettres de "a" à "f" et de "A" à "F"
FVListFindErrHexaTitle=Valeur hexadécimale erronée
FVListFindLoad=Charger critères
FVListFindRenameSuccess=Element renommé avec succès!\nVous devez relancer la recherche pour refléter le changement dans le résultat de la recherche
FVListFindResAborted=Recherche interrompue
FVListFindResComplete=Recherche terminée
FVListFindResItemsFound=%s éléments correspondants
FVListFindSave=Sauver critères
FVListFindSaveSuccess=Critères sauvés avec succès
FVListFindSearch=Chercher
FVListFindSearching=Recherche...
FVListFindStop=Stop
FVListFindWait=Attendez...
FVListFTPSMissingSSLTLS=FTPS nécessite libeay32.dll et ssleay32.dll\nCes dll n'ont pas été trouvées..
FVListNoInfoTip=Il n'y a pas d'info-bulle pour cet élément
FVListNonFSHint=%s\nTaille compressé : %s\nTaille décompressé : %s
FVListNonFSHintRatio=Ratio : %s%%
FVListParentFolder=Aller au dossier parent
FVListSFTPunsupp=SFTP n'est actuellement pas supporté
FVListShowHideTree=Afficher ou masquer la vue "arborescente" de tous les lecteurs, dossiers virtuels, favoris et dossiers systèmes
FVListStats=%s éléments (%s Dossiers, %s fichiers [%s])
FVListStatsHint=Affiche le nombre d'éléments dans le dossier, par type, avec la taille totale des fichiers
FVListStatsSelection=%s éléments sélectionnés (Fichiers: %s, dossiers: %s, virtuels: %s) • %s (%s) dans la sélection
FVListStatsSelectionHint=%s éléments sélectionnés\n• Fichier: %s\n• Dossiers: %s\n• Virtuels: %s\n• %s (%s) dans le sélection
FVListTabFolderEmptyCaption=Il doit y avoir au moins un onglet dans la Barre de Dossier.\nCelui-ci ne sera pas retiré cette fois-ci.
FVListTabFolderEmptyTitle=Barre de Dossier ne peut pas être vide
FVListTabFolderRemoveLocked=Cet élément est verrouillé, êtes-vous sûr de vouloir le retirer?
FVListUpDirType=[haut]
FVMaskInvalidCaption=Le masque n'est pas valide, veuillez le vérifier et le corriger.
FVMaskInvalidTitle=Masque invalide
FVNewSmthg=Nouveau %s
FVNo=Non
FVNoFavorites=Il n'y a pas de favoris à afficher
FVNone=Aucun
FVNumPad=Pavé num. %s
FVOK=OK
FVOpsConfirmAbort=Etes-vous sûr de vouloir interrompre l'opération?
FVOpsEnd=Opération terminée
FVOpsEndCopy=Copie terminée
FVOpsEndCreateDir=Création de dossier terminée
FVOpsEndError=L'opération a été interrompue ou a rencontré un problème.
FVOpsEndExtract=Extraction terminée
FVOpsEndInsert=Insertion terminée
FVOpsEndKill=Suppression terminée
FVOpsEndMove=Déplacement terminé
FVOpsEndRecycle=Suppression vers la Corbeille terminée
FVOpsEndRename=Renommage terminé
FVOpsEndShortcut=Création de raccourci terminée
FVOpsEndSuccess=L'opération est réussie
FVOpsMngrArcFS2NonFS=FileVoyager va créer une archive avec les éléments sélectionnés\net copier l'archive résultante dans\n%s\n\nContinuer?
FVOpsMngrArcNonFS2FS=FileVoyager va extraire les éléments sélectionnés et créer une nouvelle archive dans\n%s\n\nContinuer?
FVOpsMngrArcNonFS2NonFS=FileVoyager va extraire les éléments sélectionnés et créer une nouvelle archive.\nL'archive résultante sera copiée dans\n%s\n\nContinuer?
FVOpsMngrCopyFS2NonFS=Copier les éléments sélectionnés dans\n%s
FVOpsMngrCopyNonFS2NonFS=FileVoyager va extraire les éléments sélectionnés et les coier dans\n%s\n\nContinuer?
FVOpsMngrErrTmpArcFailed=La création de l'archive temporaire a échoué
FVOpsMngrErrTmpFolderFailed=La création du dossier temporaire a échoué
FVOpsMngrErrUnArcFailed=Le désarchivage a échoué!
FVOpsMngrNoMove2NonFS=Vous avez demandé le déplacement d'éléments.\nFileVoyager n'accepte pas les déplacements vers ce type de destination.\nVoulez-vous les copier plutôt que les déplacer?\nLa destination est %s
FVOpsMngrUnarcFS2NonFS=FileVoyager va désarchiver les éléments sélectionnés et copier le résultat dans\n%s\n\nContinuer?
FVOpsMngrUnarcNonFS2FS=FileVoyager va extraire les éléments sélectionnés et les désarchiver dans\n%s\n\nContinuer?
FVOpsMngrUnarcNonFS2NonFS=FileVoyager va extraire les éléments sélectionnés et les désarchiver\nEnsuite le résultat sera copié dans\n%s\n\nContinuer?
FVOpsPrgsAvgSpeed=Vitesse moyenne
FVOpsPrgsCurItemSite=Taille élément en cours
FVOpsPrgsDoneFile=Fichiers traités
FVOpsPrgsDoneSize=Taille traitée
FVOpsPrgsPause=Pause
FVOpsPrgsResume=&Reprendre
FVOpsPrgsTimeRemain=Temps restant
FVOpsPrgsTotFile=Nombre de fichier
FVOpsPrgsTotSize=Taille totale
FVOpsTrdArchive=Archivage
FVOpsTrdConfirmCreateDstDir=Le chemin de destination n'existe pas!\nSouhaitez-vous qu'il soit créé?
FVOpsTrdConfirmDirExists=Le dossier existe déjà
FVOpsTrdConfirmReadOnly=%s\nest en lecture seule! Voulez-vous forcer l'opération?
FVOpsTrdConfirmSystemHidden=%s\nest un élément système ou caché! Voulez-vous forcer l'opération?
FVOpsTrdCopy=Copier
FVOpsTrdCreateDir=Création de dossier
FVOpsTrdDelete=Supprimer
FVOpsTrdDeleteNonEmptyDir=%s\nn'est pas vide! Etes-vous sûr de vouloir le supprimer?
FVOpsTrdDeleteSrcFile=Suppression fichier source
FVOpsTrdDeleteToBin=Suppression vers la Corbeille
FVOpsTrdDlgAvgSpeed=Vitesse moyenne : %s Ko/s
FVOpsTrdDlgCurSize=Taille élément en cours : %s
FVOpsTrdDlgFrom=De : %s
FVOpsTrdDlgGather=FileVoyager [Récolte des informations]
FVOpsTrdDlgItemsDone=Nombre d'éléments traités : %s
FVOpsTrdDlgItemsToDo=Nombre d'éléments à faire : %s
FVOpsTrdDlgRemainTime=Temps restant : %s
FVOpsTrdDlgTo=Vers : %s
FVOpsTrdDlgVolDone=Taille traitée : %s
FVOpsTrdDlgVolToDo=Volume à faire : %s
FVOpsTrdDownload=Télécharger
FVOpsTrdErrCantRead=Echec à la lecture de\n%s
FVOpsTrdErrCopyItem='%s' ne peut pas être copié. Veuillez changer votre sélection.
FVOpsTrdErrCreateCollision=%s\nexiste déjà!\nVoulez-vous le remplacer?
FVOpsTrdErrCreateDir=Echec à la création du dossier\n%s
FVOpsTrdErrCreateDirCollision=Echec à la création du dossier\n%s\nUn fichier portant le même nom existe déjà dans ce chemin.
FVOpsTrdErrCreateFile=Echec à la création du fichier %s\nMessage d'erreur du système : %s\nContinuer?
FVOpsTrdErrCreateFileCollision=Un dossier existe déjà avec le nom\n%s
FVOpsTrdErrDiskFullBestEffort=%s\nMessage d'erreur du système : %s\nVoulez-vous copier le plus possible depuis le fichier source?
FVOpsTrdErrDiskFullCancelHint=Annuler si vous souhaitez choisir une autre destination ou que vous souhaitez changer la séléction d'origine
FVOpsTrdErrDiskFullCancelTitle=Annuler l'opération
FVOpsTrdErrDiskFullContinueHint=Continuez si vous souhaitez recevoir une invite de confirmation pour chaque fichier trop grand
FVOpsTrdErrDiskFullContinueTitle=Continuer
FVOpsTrdErrDiskFullHint=Le disque de destination n'a pas assez d'espace libre
FVOpsTrdErrDiskFullTitle=Pas assez d'espace disque
FVOpsTrdErrFileDelete=Echec à la suppression du fichier\n%s\nContinuer?
FVOpsTrdErrFileDiskFullHint=Le disque de destination n'a pas assez d'espace libre pour le fichier\n%s
FVOpsTrdErrFileRead=Echec à la lecture de %s\nContinuer?
FVOpsTrdErrFileWrite=Echec à l'écriture dans %s\nContinuer?
FVOpsTrdErrFolderDelete=Echec à la suppression du dossier\n%s\nContinuer?
FVOpsTrdErrMoveItem='%s' ne peut pas être déplacé. Veuillez changer votre sélection.
FVOpsTrdErrOverwrite=Un problème a eu lieu durant l'écrasement de\n%s
FVOpsTrdErrSuppressItem='%s' ne peut pas être supprimé. Veuillez changer votre sélection.
FVOpsTrdErrTermination=L'opération va être interrompue
FVOpsTrdErrUnk=Une erreur a eu lieu durant l'opération.
FVOpsTrdErrViewLog=Une erreur à eu lieu. Vous pouvez consulter le journal en pressant 'Voir journal'
FVOpsTrdExtract=Extraction
FVOpsTrdKill=Suppression permanente
FVOpsTrdMove=Déplacement
FVOpsTrdNukeOnDelete=Les éléments du volume '%s' ne peuvent pas être envoyés à la corbeille.\nEtes-vous sûr de vouloir les supprimer définitivement?
FVOpsTrdRename=Renommage
FVOpsTrdSaveAs=Changer le nom de l'élément
FVOpsTrdSaveAsAborted=Si vous souhaitez annuler l'opération sur ce fichier, pressez 'ignorer'.\nSi vous souhaitez annuler l'opération pour tous les fichiers, pressez 'Annuler'.\nSi vous souhaitez revenir à la fenêtre de renommage, pressez 'Renommer'.
FVOpsTrdShortcut=Création de raccourci
FVOpsTrdUpload=Transfer
FVPrefsNeedARestart=Afin d'appliquer ces changements, FileVoyager doit redémarrer
FVPressKey=Pressez %s
FVTitleDiff=FileVoyager Diff & Sync
FVTitleNormal=FileVoyager
FVTitleOperation=FileVoyager opération
FVTitleViewer=FileVoyager visualiseur
FVTreeOpenInList=Ouvrir dans la liste
FVTreeRefresh=Rafraîchir
FVTrue=Vrai
FVUnArcArc=Extraire de l'archive
FVUnArcFTP=Téléchargement depuis FTP...
FVUnexpectedError=Erreur inattendue
FVUnitByte=o
FVUnitGB=Go
FVUnitKB=Ko
FVUnitMB=Mo
FVUnitPB=Po
FVUnitTB=To
FVViewCodepage=Type de page de code
FVViewConfirmFileChanged=Le fichier a changé. Voulez-vous le recharger?
FVViewConfirmFileRemoved=Le fichier a été retiré. Voulez-vous le garder affiché ici?
FVViewErrSynFileTooBig=Le fichier est trop grand pour appliquer la coloration syntaxique.\nActuellement, la limite est fixée à %s alors que le fichier en fait %s.\nVous pouvez modifier cette limite dans les préférences (Visualiser -> Coloration syntaxique)
FVViewErrUnsupportedFormat=Format non supporté
FVViewLexer=Lexeur
FVViewMMAlbum=Album : %s
FVViewMMArtist=Artiste : %s
FVViewMMAudioNum=Flux audio %s
FVViewMMErrPlayingCaption=Le fichier %s a provoqué une erreur durant la lecture\nLe message renvoyé est : %s
FVViewMMErrPlayingTitle=Erreur durant la lecture
FVViewMMErrPlaylistTooBig=La liste de lecture est trop grande. Le support des listes de lecture dans \nFileVoyager est limité à 50 Mo
FVViewMMFileErrorCaption=Le fichier %s\nn'est pas un format multimédia connu.
FVViewMMFileErrorTitle=Echec à la lecture du flux
FVViewMMSubtitleNum=Flux de sous-titres %s
FVViewMMTitle=Titre : %s
FVViewMMUnableToRender=Echec lors du rendu du fichier
FVViewMMVisCover=Pochette
FVViewMMVisCycle=Faire défiler les effets visuels
FVViewMMVLCError=Problème avec VLC
FVViewPosColumn=Colonne : %s
FVViewPosFileSize=Taille du fichier : %s (%s)
FVViewPosOffset=Position : %s (0x%s)
FVViewPosRow=Ligne : %s
FVViewPosSelLength=Taille de sélection : %s
FVViewWithFV=Voir avec FileVoyager
FVWebSiteDownloadError=Désolé. Une erreur a eu lieu durant le téléchargement.\nLe processus de mise à jour est postposé.
FVWebSiteNoUpdate=Félicitations! FileVoyager est à jour.
FVYes=Oui
